	var names=["庄佳贺","李腾龙","高中华","吕美乐","李洋旭","张新惠","郝晋可","关湘婷","胡元珍",
				"张珅","刘文博","冯玉良","李炯毅","牛晨浩","方聪","魏子怡","郭事业","刘俊鑫",
				"王帅博","牛云浩","袁嘉康","史梦雨","朱金翔","赵梦浩","张乐乐","王欣悦","张浩哲",
				"张英琦","焦梦琦","宋瑞琪","李盈盈","高振华","臧震","牛健铭","张瑞轩","汤傲雪"
				,"郑启翾","岳哲","高允浩","孔令帅","赵文博","张贯富","王宏博","栗帅康","李晨曦","吴雪平","李炎祥"];
	var dis_names=document.getElementsByClassName('names')[0];
	var names_list="";
	for(var i=0;i<47;i++) names_list+="<li>"+names[i]+"</li>";
	dis_names.innerHTML=names_list;
	console.log(names[0]);